{
  "dogs": [
    {
      "id": 1,
      "name": "Pimpek",
      "age": "3",
      "character": "He is very stubborn, but caring. Despite his tendency to be protective of the home, Pimpek is great with kids and can participate in a variety of family and athletic activities."
    },
    {
      "id": 2,
      "name": "Max",
      "age": "5",
      "character": "He is fun-loving, friendly, and affectionate, but still active and energetic in a wide variety of activities. He forms close bonds with family members and socialize well with other animals."
    },
    {
      "id": 3,
      "name": "Zoe",
      "age": "2",
      "character": "She is calm by nature, which can make her come off as lazy, but still enjoys getting out for walks. She is a great companion and is courageous and steady. She eats a lot."
    },
    {
      "id": 4,
      "name": "Esther",
      "age": "8",
      "character": "A unique mix of a great guard dog. She is brave, loyal, and a bit stubborn while being friendly enough to win over just about anyone, but socializing with other animals takes her a while."
    },
    {
      "id": 5,
      "name": "Tom",
      "age": "5",
      "character": "He is very smart and trainable, but loves to tease his caretakers. He is bad with children - he doesn't control himself during playtimes and can sometimes lightly bite for fun."
    },
    {
      "id": 6,
      "name": "Sweety",
      "age": "4",
      "character": "She is known to be fun and playful but highly adaptable to a variety of people. She is good with kids and don't need as much physical activity than some other dogs, which makes her well-suited for city life."
    },
    {
      "id": 7,
      "name": "Bobo",
      "age": "1",
      "character": "He is always cheerful and playful, but usually lound which can be a little annoying. He is also clumsy and often breaks things. He needs a lot of patience, but this patience pays off."
    },
    {
      "id": 8,
      "name": "Lightning",
      "age": "4",
      "character": "He is brave and outgoing, but also affectionate and loyal. He is curious of the surroundings and loves to try new things to eat. He bonds closely with people and chooses his one favourite person."
    }
  ]
}